html/org-pages/qc1/week20.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-06 Sun 21:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Week 20 - my notes</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Week 20 - my notes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Week 20 - my notes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org09a5546">Week 20 - Quantum Computing &amp; Beyond</a>
<ul>
<li><a href="#org038ad45">Quantum Beyond Computing</a></li>
<li><a href="#org9d8fde8">Quantum 1.0 &amp; Quantum 2.0</a></li>
<li><a href="#org4cd600e">The Uncertainty Principle</a></li>
<li><a href="#org8aaf8e9">Quantum Tunneling</a></li>
</ul>
</li>
<li><a href="#orgcab3b31">Resources</a></li>
</ul>
</div>
</div>

<div id="outline-container-org09a5546" class="outline-2">
<h2 id="org09a5546">Week 20 - Quantum Computing &amp; Beyond</h2>
<div class="outline-text-2" id="text-org09a5546">
</div>
<div id="outline-container-org038ad45" class="outline-3">
<h3 id="org038ad45">Quantum Beyond Computing</h3>
<div class="outline-text-3" id="text-org038ad45">
<ul class="org-ul">
<li>Superconduction was discovered in 1911, when Kammerligh Onnes cooled mercury down to 3K and it conducted electricity with no resistance</li>
<li>However, a full theory of superconductivity was only created in 1957 (BCS theory) &#x2013; by means of quantum mechanics</li>
<li>SQUIDs (superconducting quantum interference device) are sensible to tiny magnetic field produced by our brain &#x2013; this was quantum 1.0</li>
<li>We&rsquo;ve gotten to quantum 2.0 when we improved those devices and were able to visualize quantum properties in these circuits</li>
</ul>
</div>
</div>

<div id="outline-container-org9d8fde8" class="outline-3">
<h3 id="org9d8fde8">Quantum 1.0 &amp; Quantum 2.0</h3>
<div class="outline-text-3" id="text-org9d8fde8">
<ul class="org-ul">
<li>In quantum 1.0, we don&rsquo;t need quantum to understand what is happening, but it is there</li>
</ul>
</div>

<div id="outline-container-orgdd1a75a" class="outline-4">
<h4 id="orgdd1a75a">What is quantum about lasers?</h4>
<div class="outline-text-4" id="text-orgdd1a75a">
<ul class="org-ul">
<li>The color the laser emits corresponds to its energy (discretization)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4cd600e" class="outline-3">
<h3 id="org4cd600e">The Uncertainty Principle</h3>
<div class="outline-text-3" id="text-org4cd600e">
<ul class="org-ul">
<li>A consequence of wave-particle duality</li>
<li>The more exactly we can point out the position, the less exact we can express the wavelength</li>
<li>It is also applied to energy and time</li>
<li>We engineer around this fundamental idea!</li>
</ul>
</div>

<div id="outline-container-org38182ee" class="outline-4">
<h4 id="org38182ee">Sensing Gravitational Waves</h4>
<div class="outline-text-4" id="text-org38182ee">
<ul class="org-ul">
<li>Using &ldquo;squeezed&rdquo; states at LIGO</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org8aaf8e9" class="outline-3">
<h3 id="org8aaf8e9">Quantum Tunneling</h3>
<div class="outline-text-3" id="text-org8aaf8e9">
<ul class="org-ul">
<li>Particles end up in places that they shouldn&rsquo;t be allowed classicaly, like crossing a wall</li>
<li>That&rsquo;s how we can see through a window, or hear that lousy neighbour!</li>
<li>Tunneling is easiest when the barrier is thin</li>
<li>Fun fact: Quantum tunneling makes the stars shine &#x2013; The energy limit required for two atoms to fuse is like a barrier</li>
<li>Quantum tunneling is also used in sensors: Scanning tunneling microscope (STM)</li>
<li>In STM, we move a very sharp tip over the sample we want to image, it measures how many electrons are tunneling and gives you a picture of this sample</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgcab3b31" class="outline-2">
<h2 id="orgcab3b31">Resources</h2>
<div class="outline-text-2" id="text-orgcab3b31">
<p>
Quantum tunneling in the sun
URL: <a href="https://www.youtube.com/watch?v=gS1dpowPlE8">https://www.youtube.com/watch?v=gS1dpowPlE8</a>
The Nobel Laureate vs the Graduate Student
URL: <a href="https://physicstoday.scitation.org/doi/10.1063/1.1397394">https://physicstoday.scitation.org/doi/10.1063/1.1397394</a>
Description: History of the Josephson effect, the key enabling discovery behind superconducting qubits
Real-world Oracles
URL: <a href="https://arxiv.org/pdf/quant-ph/9911082.pdf">https://arxiv.org/pdf/quant-ph/9911082.pdf</a>
  URL: <a href="https://arxiv.org/pdf/quant-ph/9607014.pdf">https://arxiv.org/pdf/quant-ph/9607014.pdf</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-03-06 Sun 21:59</p>
</div>
</body>
</html>
